import React from "react";

const About_main = () => {
  return (
    <div class="wr_in">
      <h1 class="wr_h1">О нас</h1>
      SNAIL — молодой сайт относительно своих конкурентов с запоминающимся
      названием будет информировать всех желающих о новинках в гейм-мире. Также
      за новостями можно наблюдать и в популярных соцсетях. Прямо сейчас вы
      зашли на нашу хаб-локацию: SNAIL.Ru — платформа для нашего и вашего
      контента! Со своей стороны мы можем предложить:
      <ul>
        <li>
          <span>Читать здесь статьи.</span>
        </li>
        <li>
          <span>Общаться в комментариях (в том числе с нами).</span>
        </li>
        <li>
          <span>Создавать блоги и участвовать в еженедельном розыгрыше.</span>
        </li>
        <li>
          <span>
            Подписываться на игры и разделы блогов, чтобы собрать из сайта
            собственную ленту предпочтительного контента.
          </span>
        </li>
      </ul>
      Мы тут недавно сделали редизайн, поэтому сайт в активной разработке. Если
      у вас есть идеи, предложения или вы нашли ужасающий баг — шлите это нам!
    </div>
  );
};

export default About_main;
